Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/health/health_services/children_s_health/immunisations_for_children.html.txt.tmx
Source language: en
Languages: pl

source: Immunisations for children and young people
pl: Szczepienia dla dzieci i młodzieży

source: Children and young people are entitled to certain immunisation services free of charge
pl: Dzieci i młodzież mają prawo do bezpłatnego korzystania z niektórych szczepień ochronnych

source: These are provided in GP surgeries, in hospitals, in health clinics or in school (depending on the circumstances)
pl: Usługi te są dostępne w gabinetach lekarzy ogólnych, szpitalach, przychodniach lub szkołach (w zależności od okoliczności)

source: Immunisation is a safe and effective way to help the body prevent or fight off certain diseases
pl: Uodpornienie to bezpieczny i skuteczny sposób wspierania organizmu w zapobieganiu lub zwalczaniu niektórych chorób

source: Immunisation is provided through vaccinations
pl: Jest ono zapewnione poprzez stosowanie szczepień ochronnych

source: Under the Childhood Immunisation Programme all vaccines and their administration are provided free of charge for all children
pl: W ramach programu szczepień dziecięcych wszystkie szczepionki oraz usługi związane z ich podawaniem są dla wszystkich dzieci darmowe

source: Parents must consent to vaccinations for children and young people up to the age of 16
pl: Rodzice muszą wyrazić zgodę na szczepienie dzieci i młodzieży do 16. roku życia

source: Vaccination is not compulsory, but is strongly advised by the Department of Health
pl: Szczepienia nie są obowiązkowe, ale są stanowczo zalecane przez Departament Zdrowia i Dzieci

source: You should discuss any concerns you may have with your GP/family doctor before making a decision about your child's immunisation
pl: Przed podjęciem decyzji o zaszczepieniu dziecka rodzice powinni omówić wszelkie wątpliwości z lekarzem ogólnym/rodzinnym

source: Birth Hospital or HSE clinic BCG vaccination (a vaccine to protect against tuberculosis)
pl: │Po urodzeniu │Szpital lub przychodnia HSE │Szczepionka BCG (chroniąca przed gruźlicą) │

source: 4 months GP 6 in 1 (diphtheria, tetanus, whooping cough (pertussis), polio, Hib (Haemophilus Influenzae Type B) and Hepatitis B is provided in one single injection)
pl: │2 miesiąc │Lekarz ogólny │6 w 1 (szczepionka przeciwko błonicy, tężcowi, krztuścowi (kokluszowi), polio, Hib (Haemophilus Influenzae typu B) i zapaleniu wątroby typu B podawana w jednym zastrzyku) oraz szczepionka przeciwko chorobie pneumokokowej podawana osobno

source: Babies born on or after 1 October are given vaccines against Meningococcal B and rotavirus disease
pl: │4 miesiąc │Lekarz ogólny │6 w 1 (szczepionka przeciwko błonicy, tężcowi, krztuścowi (kokluszowi), polio, Hib (Haemophilus Influenzae typu B) i zapaleniu wątroby typu B podawana w jednym zastrzyku) oraz szczepionka przeciwko meningokokom grupy C podawana o │

source: Babies born on or after 1 October are also given vaccine against Meningococcal C
pl: │6 miesiąc │Lekarz pierwszego kontaktu │6 w 1 (szczepionki przeciwko błonicy, tężcowi, krztuścowi (kokluszowi), polio, Hib (Haemophilus Influenzae typu B) i zapaleniu wątroby typu B podawane w jednym zastrzyku) oraz szczepionki przeciwko meningokokom grupy C i chorobie pneumokokowej (3 zastr │

source: 12 months GP MMR (measles, mumps and rubella) vaccine
pl: │12 miesiąc │Lekarz ogólny │Szczepionka MMR (przeciwko odrze, śwince i różyczce) oraz szczepionka przeciwko chorobie pneumokokowej

source: In addition, babies born before 1 October 2016 are given vaccine against Pneumococcal Disease
pl: │13 miesiąc │Lekarz ogólny │Szczepionka przeciwko meningokokom grupy C oraz Hib (Haemophilus Influenzae typu B)

source: Babies born on or after 1 October are given vaccine against Meningococcal B
pl: │4–5 lat │Lekarz ogólny lub szkoła │4 w 1 (szczepionka przeciwko błonicy, tężcowi, krztuścowi (kokluszowi) i polio) oraz szczepionka MMR (przeciwko odrze, śwince i róż │

source: 13 months GP Vaccine against Meningococcal C and Hib (Haemophilus Influenzae Type B)
pl: │11–14 lat │Szkoła │Td (szczepionka przeciwko tężcowi i (w niskiej dawce) błonicy), meningokokom grupy C │

source: Babies born on or after 1 October 2016 are given vaccine against Pneumococcal Disease
pl: │ │ │ │ │Dziewczęta w pierwszej klasie szkoły średniej │Szkoła │HPV (szczepionka przeciwko wirusowi brodawczaka ludzkiego) (2 dawki) │

source: 4–5 years GP or school 4 in 1 (diphtheria, tetanus, whooping cough (pertussis) and polio), plus MMR (measles, mumps and rubella) vaccine
pl: 4-5 lat: Podawane są: szczepionka 4 w 1 ( przeciwko błonicy, tężcowi, krztuścowi (kokluszowi) i polio) oraz szczepionka MMR (przeciwko odrze, śwince i różyczce)

source: 1st year in second-level schools School HPV (Human Papillomavirus Virus) vaccine (2 doses)
pl: 11-14 lat: Podawana jest szczepionka Td (przeciwko tężcowi i (w niskiej dawce) błonicy)

source: Information about all immunisations is available from your GP, public health nurse or Local Health Office
pl: Dziewczęta w pierwszej klasie szkoły średniej: Podawana jest szczepionka przeciwko wirusowi brodawczaka ludzkiego

source: The HSE's National Immunisation Office Website and the Health Protection Surveillance Centre (HPSC), have produced useful factsheets on immunisations for parents, in a number of languages
pl: Krajowe Biuro Immunizacji i Centrum Nadzoru Ochrony Zdrowia przygotowały dla rodziców broszury z przydatnymi informacjami na temat immunizacji

source: Childhood immunisation services are usually offered to parents in the hospital where the baby was born and by contact from the HSE, through GPs and through the schools immunisation programme
pl: Usługi szczepienia dzieci są na ogół oferowane w szpitalu, w którym dziecko się urodziło, oraz za pośrednictwem HSE przez lekarzy ogólnych i szkolne programy szczepień

source: You can also contact your Local Health Office or your GP directly
pl: Można również skontaktować się z Lokalnym Biurem Ochrony Zdrowia lub bezpośrednio z lekarzem ogólnym
